export const sectionsData = [
    {
        title: 'Аман Токтогулов жөнүндө',
        imgSource: '/images/tif/1.tif',
        description: 'Кыргыз адабиятынын көрүнүктүү өкүлдөрүнүн бири, акын, жазуучу жана котормочу. Анын чыгармаларында адамдын ички дүйнөсү, жаратылышка болгон сүйүү жана руханий изденүү темалары терең чагылдырылган.',
    },
    {
        title: 'Картография Средиземья',
        imgSource: '/images/tif/2.tif',
        description: 'Точные и детализированные карты всех регионов, включая неисследованные территории. Это вторая секция, в ней изображение должно быть СПРАВА (благодаря nth-child(even)).',
    },
    {
        title: 'История артефактов',
        imgSource: '/images/tif/3.tif',
        description: 'Углубленный анализ происхождения и влияния ключевых артефактов. Это третья секция, в ней изображение снова должно быть СЛЕВА (по умолчанию).',
    },
];